IDEA Open Model
RebarBase.RebarAllocationElement Property
Compatible with IDEA StatiCa 20.1
 the element where this rebar belongs (part of that beam)
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement RebarAllocationElement { get; set; }
Public Property RebarAllocationElement As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
RebarBase Class
IdeaRS.OpenModel.Model Namespace